Tekla.Structures.Plugins.DetailTypeAttribute


Tekla.Structures.Plugins.DetailTypeAttribute.#ctor(Tekla.Structures.DetailTypeEnum)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.DetailTypeAttribute.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.DetailTypeAttribute.Type
DO NOT USE! For internal usage only!